[AdventPathfinderArmor X2ArmorTemplate]
FriendlyName="变种人开拓者护甲"
FriendlyNamePlural="变种人开拓者护甲"
BriefSummary="变种人开拓者是一种比普通士兵穿着更厚装甲的敏捷型侦察单位。他们擅长进行对敌人的侧翼进行进攻作战。"
TacticalText="<Bullet/> 士兵们可以在战斗中使用回收的变种人开拓者护甲。此外，我们还可以用这种新护甲让敌人猝不及防。"

[AdventPathfinderArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="欺骗"
LocLongDescription="变种人在初次接触中将不太可能发现这个士兵。"
LocHelpText="变种人在初次接触中将不太可能发现这个士兵。"
LocFlyOverText="变种人在初次接触中将不太可能发现这个士兵。"
LocPromotionPopupText="<Bullet/> 变种人在初次接触中将不太可能发现这个士兵。"

[AdventPathfinderArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="跟踪者"
LocLongDescription="变种人开拓者护甲对生命值、护甲和机动性有小幅提升。"
LocHelpText="变种人开拓者护甲对生命值、护甲和机动性有小幅提升"
LocFlyOverText="变种人开拓者护甲对生命值、护甲和机动性有小幅提升"
LocPromotionPopupText="<Bullet/> 变种人开拓者护甲对生命值、护甲和机动性有小幅提升"
